Repository: IgekoSC/ArchLinuxInstaller
Catalog: pot/install_*.po
Languages: es_es

source: Looks like you don't have Internet access and cannot find any WiFi interface
es_es: Parece que no tienes acceso a Internet y no se ha encontrado ninguna interfaz WiFi

source: Restarting dhcpcd...
es_es: Reiniciando dhcpcd...

source: Looks like you still don't have Internet access\nEnsure that you are connected and repeat this step or use the terminal
es_es: Parece que sigues sin acceso a Internet\nAsegúrate de que estés conectado y repite este paso o usa la terminal

source: Partitions - Mount points and format (%s)
es_es: Particiones - Puntos de motaje y formato (%s)

source: Mount %s
es_es: Montar %s

source: Do you want to specify a mount point for %s?
es_es: ¿Desea especificar un punto de montaje para %s?

source: Select the partition you want to be mounted as %s
es_es: Seleccione la partición que desea montar en %s

source: Format
es_es: Formatear

source: Do you want to format %s (%s)?
es_es: ¿Desea formatear %s (%s)?

source: Encrypt
es_es: Cifrar

source: Do you want to encrypt %s (%s)?
es_es: ¿Desea cifrar %s (%s)?

source: Select the file system you want for %s
es_es: Seleccione el sistema de archivos para formatear %s

source: WARNING!
es_es: ¡ATENCIÓN!

source: Are you sure that you want to format %s (%s) as %s?\nALL DATA WILL BE LOST!
es_es: ¿Está seguro de que desea formatear %s (%s) en %s? ¡SE PERDERÁN TODOS LOS DATOS!

source: Partitions - Creation
es_es: Particiones - Creación

source: Partitions
es_es: Particiones

source: Do you want to edit partitions of any disk?
es_es: ¿Desea modificar las particiones de algún disco?

source: Select the disk you want to partition:
es_es: Seleccione el disco que desea particionar:

source: Select the partition tool you want to use for partitioning %s:
es_es: Seleccione la herramienta que desa usar para particionar %s:

source: Do you want to edit partitions of any other disk?
es_es: ¿Desea modificar las particiones de otro disco?

source: Partitions - SWAP
es_es: Particiones - SWAP

source: Do you want to use a partition as SWAP?
es_es: ¿Desea usar una partición como SWAP?

source: Select the partition you want to use as SWAP:
es_es: Seleccione la partición que desea usar como SWAP:

source: Are you sure that you want to format %s as SWAP?\nALL DATA WILL BE LOST!
es_es: ¿Está seguro de que desea formatear y activar %s como SWAP? ¡SE PERDERÁN TODOS LOS DATOS!

source: Base system installation
es_es: Configuración del sistema base - Localización

source: Select packages you want to install:
es_es: Seleccione los paquetes de desea instalar:

source: Specify any other packages you want to install (optional):
es_es: Indique otros paquetes que desee instalar (opcional):

source: Summary
es_es: Resumen

source: The following packages will be installed:\n\n%s\n\nDo you want to continue?
es_es: Se van a instalar los siguientes paquetes: %s ¿Desea continuar?

source: Base system configuration - Keyboard
es_es: Configuración del sistema base - Teclado

source: Select your keyboard distribution:
es_es: Seleccione su esquema de teclado:

source: Base system configuration - Hostname
es_es: Configuración del sistema base - Hostname

source: Type your host name
es_es: Introduce un nombre para este equipo (hostname)

source: Base system configuration - Time zone
es_es: Configuración del sistema base - Zona horaria

source: Select your time zone continent
es_es: Seleccione el continente de su zona horaria

source: Select your time zone
es_es: Seleccione su su zona horaria

source: Base system configuration - Localization
es_es: Configuración del sistema base - Localización

source: Localization
es_es: Localización

source: Do you want to change the localization?
es_es: ¿Desea cambiar la localización?

source: Select your localization
es_es: Seleccione su localización

source: Boot loader - GRUB (%s)
es_es: Cargador de arranque - GRUB (%s)

source: Boot loader
es_es: Cargador de arranque

source: Do you want to install GRUB boot loader?
es_es: ¿Desea instalar cargador de arranque GRUB?

source: Select the disk where you want to install GRUB boot loader
es_es: Seleccione el disco en el que desea instalar el cargador de arranque GRUB

source: Security
es_es: Seguridad

source: Root password
es_es: Contraseña para root

source: You will be asked for root password.
es_es: A continuación se le solicitará que introduzca la contraseña de super usuario.

source: Users
es_es: Usuarios

source: New user
es_es: Crear usuario

source: Do you want to create a new user?
es_es: ¿Desea crear un nuevo usuario?

source: Type name for the new user
es_es: Introduce tu nombre de usuario

source: Enable sudo
es_es: Habilitar sudo

source: Do you want to enable wheel group on sudoers?
es_es: ¿Desea activar el grupo wheel en sudoers?

source: X11 graphical server
es_es: Servidor gráfico X11

source: Do you want to install X11 graphical server?
es_es: ¿Desea instalar servidor gráfico X11?

source: Select your graphics card manufacturer
es_es: Seleccione el fabricante de su tarjeta gráfica

source: None
es_es: Ninguno

source: X11 keyboard
es_es: Teclado X11

source: Keyboard
es_es: Teclado

source: Do you want to set keyboard distribution for X11 to 'es'?
es_es: ¿Desea establecer distribución de teclado para X11 como 'es'?

source: Repositories
es_es: Repositorios

source: Do you want to enable %s repository?
es_es: ¿Desea activar repositorio %s?

source: Do you want to enable pacman colors?
es_es: ¿Desea activar los colores de pacman?

source: Sound
es_es: Audio

source: Do you want to install Pulseaudio?
es_es: ¿Desea instalar Pulseaudio?

source: Fonts
es_es: Fuentes

source: Do you want tu install recomended fonts?
es_es: ¿Desea instalar fuentes recomendadas?

source: Desktop
es_es: Escritorio

source: Do you want to install a desktop enviroment?
es_es: ¿Desea instalar un escritorio?

source: Select your favorite desktop
es_es: Seleccione su escritorio favorito

source: Select your favorite session manager
es_es: Seleccione su gestor de inicio de sesión favorito

source: Installation finished
es_es: Instalación finalizada

source: Base system installation is finised. If everthing went fine, after reboot, you will be able to start your brand new system.\n\nDo you want to unmount disks and reboot?
es_es: La instalación del sistema base ha finalizado. Si todo ha ido bien, tras reiniciar, debería poder iniciar el sistema recién instalado. ¿Desea desmontar unidades y reiniciar?

source: An unexpected error has occurred
es_es: Ha ocurrido un error inesperado

source: Press any key to continue
es_es: Presione cualquier tecla para continuar

source: ArchLinux instalation script %s
es_es: Script de instalación de ArchLinux %s

source: Welcome
es_es: Bienvenido

source: This script works as a guide during Arch Linux installation process. You will be able to cancel it at any time by just pressing Ctrl+C
es_es: Este script actúa como guia de apoyo durante el proceso de instalación de ArchLinux. En cualquier momento puede detenerlo presionando Ctrl+C

source: Select installation step:
es_es: Selecciona paso de instalación:

source: Network setup
es_es: Configurar red

source: Manage partitions
es_es: Gestionar particiones

source: Mount partitions
es_es: Montar particiones

source: Setup swap
es_es: Configurar swap

source: Install base system
es_es: Instalar sistema base

source: Setup keyboard
es_es: Configurar teclado

source: Setup hostname
es_es: Configurar nombre de equipo (hostname)

source: Setup time zone
es_es: Configurar zona horaria

source: Setup localization
es_es: Configurar localización

source: Setup root password
es_es: Configurar contraseña para root

source: Install xdg-user-dirs
es_es: Instalar xdg-user-dirs

source: Setup users
es_es: Configurar ususarios

source: Install X11 server
es_es: Instalar servidor X11

source: Setup X11 keyboard
es_es: Configurar teclado X11

source: Setup repositories
es_es: Configurar repositorios

source: Install sound system
es_es: Instalar sistema de sonido

source: Install recomended fonts
es_es: Instalar fuentes recomendadas

source: Install desktop
es_es: Instalar escritorio

source: Install bootloader
es_es: Instalar gestor de arranque

source: Finish installation
es_es: Finalizar instalación

source: Open terminal
es_es: Abrir terminal

source: Exit
es_es: Salir

source: Type 'exit' to return to menu:
es_es: Escriba "exit" para volver al menú:
